Repository: 2BABV/UOL.Revit.Addin
Catalog: UOL.Revit.SampleAddin/Properties/Resources.*.resx
Languages: nl_nl

# MessageBoxCadacContentDownloadError_Text
source: An unexpected error occurred trying to download the CAD content for the selection. Please try again later.
nl_nl: Er is een onverwachte fout opgetreden tijdens het downloaden van het CAD bestand voor de selectie. Probeer het later opnieuw.

# MessageBoxCadContentNotFound_Text
source: A compatible CAD file for the selection is currently not available.
nl_nl: Binnen het UOB platform is geen CAD bestand beschikbaar voor de selectie.

# RibbonButtonSearchDescription
source: Add
nl_nl: Toevoegen

# RibbonButtonSearchLongDescription
source: Provides access to the Uniform Object Libary to filter and search for CAD objects.
nl_nl: Geeft toegang tot de Uniforme Objecten Bibliotheek om te filteren en zoeken naar CAD objecten.

# RibbonButtonSearchTooltip
source: Search for CAD objects within the Uniform Object Library.
nl_nl: Zoeken naar CAD objecten in de Uniforme Objecten Bibliotheek.

# RibbonName
source: Uniform Objects Sample
nl_nl: Uniforme Objecten Voorbeeld

# RibbonSearchPanel
source: Uniform Objects
nl_nl: Uniforme Objecten

# MessageBoxCadContentLoadedCantPlace_Text
source: The selected CAD file was loaded in the Revit project, but it can't be placed in the current view.
nl_nl: Het geselecteerde CAD bestand is in het Revit project geladen, maar kan niet in de huidige view geplaatst worden.

# ApplicationTitle
source: Uniform Object Library for Revit
nl_nl: Uniforme Objecten Bibliotheek voor Revit

# MessageBoxCadContentIncomplete_Text
source: A CAD object can’t be created because the selected UOL object has missing or incorrect data.
nl_nl: Er kan geen CAD object worden aangemaakt, omdat het geselecteerde UOB object ontbrekende of incomplete gegevens bevat.

# MessageBoxCadPropertiesIncomplete_Text
source: A CAD object can’t be created because the selected UOL object has missing required property values.
nl_nl: Er kan geen CAD object worden aangemaakt, omdat het geselecteerde UOB object niet alle benodigde eigenschappen bevat.

# RibbonButtonEditInstancesDescription
source: Edit
nl_nl: Wijzigen

# RibbonButtonEditInstancesLongDescription
source: Provides access to the Uniform Object Library and show only corresponding CAD objects according to the selection. Replace the selection with updated CAD objects.
nl_nl: Geeft toegang tot de Uniforme Objecten Bibliotheek en toont alleen de CAD objecten die overeenkomen met de geselecteerde CAD objecten. Vervang de selectie door gewijzigde CAD objecten.

# RibbonButtonEditInstancesTooltip
source: Update selection using the Uniform Object Library.
nl_nl: Selectie bijwerken via de Uniforme Objecten Bibliotheek

# MessageBoxMultipleTypesInSelectionNotAllowed_Text
source: The selection contains multiple family types. Only one family type is supported! Only select instances of the same family type.
nl_nl: De selectie bevat meerdere familie typen. Er is maximaal één familie type toegestaan! Selecteer alleen instanties van eenzelfde familie type.

# MessageBoxSelectedElementIsNotUOLContent_Text
source: The selected element isn't UOL or it doesn't contain the correct UOL data to edit it.
nl_nl: Het geselecteerde element is geen UOB of bevat niet de juiste UOB gegevens om deze te wijzigen.

# MessageBoxECcodeMCcodeChangeNotAllowed_Text
source: EtimClass and/or ModellingClass have changed, this is not allowed!
nl_nl: EtimClass en/of ModellingClass is gewijzigd, dit is niet toegestaan!

# MessageBoxNoContentSearched_Text
source: There is no content searched, first search for content, after that you can edit.
nl_nl: Er is niet eerst gezocht, zoek eerst content voordat u gaat wijzigen.

# Buttons_Cancel
source: Cancel
nl_nl: ANNULEREN

# Buttons_Close
source: Close
nl_nl: AFSLUITEN

# CaptionEmailExpected
source: Valid email address
nl_nl: Onjuiste email

# MessageBoxEmailExpected
source: Valid email address is expected! Fill in a valid email address to proceed.
nl_nl: Emailadres is ongeldig! Vul een geldig emailadres in alvorens u door kunt gaan.

# MessageBoxGetValidationsError_Text
source: There was an error while getting the validations for the active project.
nl_nl: Fout tijdens het ophalen van validaties voor het actieve project.

# MessageBoxProcessValidationNoProjectId_Text
source: There is no Project Id to get validations for, check the Project Information part of your model. The ProjectNumber field has to contains the Project Id.
nl_nl: Er is geen project Id aanwezig, dit is nodig om validaties op te halen. Controleer in de Project Informatie van het model, of het project Id in het veld ProjectNumber is ingevoerd.

# MessageBoxValidationDeleted_Text
source: Ticket {0} has been deleted.
nl_nl: Ticket {0} is verwijderd.

# MessageBoxValidationDelete_Text
source: Do you really want to delete ticket {0}?
nl_nl: Weet u zeker dat u ticket {0} wilt verwijderen?

# MessageBoxValidationNotDeleted_Text
source: Deletion of ticket {0} aborted. Nothing is deleted.
nl_nl: Verwijderen van ticket {0} is geannuleerd. Er is niets verwijderd.

# MessageBoxValidationProcessedErrors_Text
source: Processing errors: {0}
nl_nl: Fouten tijdens verwerking: {0}

# MessageBoxValidationProcessed_Text
source: Validation results of ticket {0} have been added to {1} CAD object(s).
nl_nl: Validatie resultaten van ticket {0} zijn toegevoegd aan {1} CAD objecten.

# MessageBoxValidationReportNotAvailable_Text
source: The validation report for ticket {0} is not available at the moment!
nl_nl: Het validatie rapport voor ticket {0} is op dit moment niet beschikbaar!

# MessageBoxValidationRequestNotFound_Text
source: The validation request cannot be loaded!
nl_nl: De validatie aanvraag is niet toegankelijk!

# MessageBoxValidationRestart_Text
source: Validation of ticket {0} is restarted.
nl_nl: Validatie van ticket {0} is opnieuw gestart.

# MessageBoxValidationResultNotAvailable_Text
source: There is no validation result available to process!
nl_nl: Er is geen validatie resultaat om te verwerken!

# ProcessValidation_Explanation
source: In CAD processed validations are deleted immediately from the UOL platform. Validations are only 30 days available.
nl_nl: In het model verwerkte validaties worden direct verwijderd op het UOB platform. Validaties blijven maximaal 30 dagen beschikbaar.

# ProcessValidation_ProcessErrorElement
source: Element with Id: {0} could not be processed. Error: {1}.
nl_nl: Element met Id: {0} kon niet worden verwerkt. Foutmelding: {1}.

# ProcessValidation_Processing
source: Processing Validation results...
nl_nl: Verwerken validatie resultaten...

# ProcessValidation_RefreshList
source: Refresh list of Validation requests
nl_nl: Ververs de lijst met validatie aanvragen

# ProcessValidation_RequestDate
source: Date
nl_nl: Datum

# ProcessValidation_TicketNumber
source: Ticket number
nl_nl: Ticketnummer

# ProcessValidation_Title
source: Validate > process validation
nl_nl: Valideren > Verwerken validatie

# ProcessValidation_TooltipDelete
source: Delete validation request
nl_nl: Verwijder validatie aanvraag

# ProcessValidation_TooltipProcess
source: Process validation result
nl_nl: Verwerk validatie resultaten

# ProcessValidation_TooltipRefresh
source: Refresh validation result list
nl_nl: Ververs lijst met validatie resultaten

# ProcessValidation_TooltipReport
source: Open report with validation result
nl_nl: Open rapport met validatie resultaten

# ProcessValidation_TooltipRestart
source: Restart validation request
nl_nl: Herstart validatie aanvraag

# ProcessValidation_ValidationResult
source: % valid
nl_nl: % correct

# ProcessValidation_Validations
source: Validations
nl_nl: Validaties

# RequestValidation_ActiveView
source: Active view
nl_nl: Actieve view

# RequestValidation_ButtonSelection
source: SELECT
nl_nl: SELECTEREN

# RequestValidation_Description
source: Description
nl_nl: Omschrijving

# RequestValidation_EmailAddress
source: Email address
nl_nl: Emailadres

# RequestValidation_NumberOfInstances
source: No. of UOL instances
nl_nl: Aantal UOB instanties

# RequestValidation_Progress
source: Collecting data for validation...
nl_nl: Data verzamelen voor validatie aanvraag...

# RequestValidation_ProgressFinish
source: Validation request completed. Choose in the ribbon Validate -> Process validation to get a list of all validation requests with status.
nl_nl: Validatie aanvraag gereed. Ga naar "Validatie > Verwerken Validatie" voor een overzicht met daarin de status van alle validatie aanvragen. Verwerk vanuit dit overzicht de resultaten van de uitgevoerde validaties in het model.

# RequestValidation_Properties
source: Properties
nl_nl: Eigenschappen

# RequestValidation_RequestDate
source: Date
nl_nl: Datum

# RequestValidation_ResultDifferences
source: Only differences
nl_nl: Alleen verschillen

# RequestValidation_ResultFull
source: Full
nl_nl: Volledig

# RequestValidation_ResultInCAD
source: Result in CAD
nl_nl: Rapportage in CAD

# RequestValidation_Selection
source: Selection
nl_nl: Selectie

# RequestValidation_SelectionOptions
source: Selection options
nl_nl: Selectie opties

# RequestValidation_TicketNumber
source: Ticket number
nl_nl: Ticketnummer

# RequestValidation_Title
source: Validate > Request validation
nl_nl: Valideren > Aanvragen validatie

# RibbonButton_ValidateDescription
source: Validate
nl_nl: Valideren

# RibbonButton_ValidateLongDescription
source: Provides options to add validation requests and to show validation results for the active project.
nl_nl: Geeft toegang tot het aanvragen van validaties en het bekijken van validatie resultaten.

# RibbonButton_ValidateSubProcessValidationDescription
source: Process
nl_nl: Verwerken

# RibbonButton_ValidateSubProcessValidationTooltip
source: Process validation results into CAD.
nl_nl: Validatie resultaten verwerken in CAD.

# RibbonButton_ValidateSubRequestValidationDescription
source: Request
nl_nl: Aanvragen

# RibbonButton_ValidateSubRequestValidationTooltip
source: Add new validation request.
nl_nl: Toevoegen van een nieuwe validatie aanvraag.

# RibbonButton_ValidateTooltip
source: Add validation requests or show validation results.
nl_nl: Toevoegen validatie aanvraag en bekijken van validatie resultaten.

# MessageBoxAddValidationRequestError_Text
source: Validation request failed!
nl_nl: Validatie aanvraag is mislukt!

# MessageSelectFamilyInstancesToValidate
source: Select the family instances to validate.
nl_nl: Selecteer de instanties die u wilt valideren.

# ValidationProductStatus_0
source: Not validated
nl_nl: Niet gevalideerd

# ValidationProductStatus_1
source: Different structure, product not checked
nl_nl: Verschil in structuur, product niet gecontroleerd

# ValidationProductStatus_10
source: Valid structure
nl_nl: Structuur overeenkomend

# ValidationProductStatus_11
source: Valid data
nl_nl: Data overeenkomend

# ValidationProductStatus_2
source: Different data
nl_nl: Verschil in data

# ValidationStatus_0
source: Requested
nl_nl: Aangevraagd

# ValidationStatus_1
source: In Progress
nl_nl: In bewerking

# ValidationStatus_2
source: Completed
nl_nl: Gereed

# ValidationStatus_3
source: Failed
nl_nl: Mislukt
